Repository: Talented-Business/broomday
Catalog: languages/plugins/woocommerce-google-adwords-conversion-tracking-tag-*.po
Languages: es_es

source: Google Ads Conversion Tracking
es_es: Seguimiento de conversión de Google Ads

source: Order Total Logic
es_es: Cálculo del importe total

source: Get support
es_es: Obtener soporte

source: Or else, please leave us a support question in the forum. We'll be happy to assist you:
es_es: O bien, por favor, déjanos una pregunta de soporte en el foro. Estaremos encantados de ayudarte:

source: Hi
es_es: Hola

source: Use order_total: Includes tax and shipping
es_es: Utiliza order_total: Incluye impuestos y gastos de envío

source: Use order_subtotal: Doesn't include tax and shipping (default)
es_es: Utiliza order_subtotal: No incluye impuestos y gastos de envío (por defecto)

source: Rate it!
es_es: ¡Valóralo!

source: for a while now. If you like the plugin please support our development by leaving a ★★★★★ rating:
es_es: de momento. Si te gusta el plugin por favor apoya nuestro desarrollo dejando una calificación de ★★★★★:

source: You've been using the
es_es: Has estado usando el

source: This is the order total amount reported back to Google Ads
es_es: Este es el importe total del pedido que se devuelve a Google Ads.

source: WGACT Google Ads Conversion Tracking Plugin
es_es: Plugin WGACT Google Ads Conversion Tracking

source: Visit us here: https://wolfundbaer.ch
es_es: Visitanos en: https://wolfundbaer.ch

source: Profit Driven Marketing by Wolf+Bär
es_es: Orientado a negocio por Wolf+Bär

source: Conversion Label
es_es: Etiqueta de conversión

source: Conversion ID
es_es: ID de conversión

source: https://wordpress.org/plugins/woocommerce-google-adwords-conversion-tracking-tag/
es_es: https://es.wordpress.org/plugins/woocommerce-google-adwords-conversion-tracking-tag/

source: Google Ads dynamic conversion value tracking for WooCommerce.
es_es: Seguimiento del valor de conversión dinámico de Google Ads para WooCommerce.

source: Save Changes
es_es: Guardar Cambios

source: Google Ads Conversion Tracking Settings
es_es: Ajustes de Google Ads Conversion Tracking

source: Settings
es_es: Ajustes
