Repository: Talented-Business/broomday
Catalog: themes/Avada-Child-Theme/languages/*.po
Languages: es_es

source: Please enter your cell no
es_es: Por favor ingrese su celular

source: Please enter correct location
es_es: Por favor seleccione una dirección válida en el mapa de Google y mueva el pin para marcar su ubicación.

source: Tell Us About Your Job
es_es: Tamaño del Hogar

source: Bedrooms
es_es: Dormitorios

source: Bathrooms
es_es: Baños

source: Select Duration
es_es: Escoger Duración

source: You select less hours than recommended, is possible the worker didnt finish the required services
es_es: Has seleccionado menos horas que lo recomendado. Es posible no se complete la limpieza a tiempo.

source: Select Hours
es_es: Escoger Horas

source: We recommend
es_es: Recomendamos

source: hours
es_es: horas

source: Booking Date
es_es: Fecha de Servicio

source: Select Date
es_es: Escoger Fecha

source: Enter your email
es_es: Ingresa tu Email

source: Appointment must start after 7:00 AM and end before 11:00 PM
es_es: Las citas deben empezar a las 7:am y terminar antes de las 11:00pm

source: Bathroom
es_es: Baños

source: Bedroom
es_es: Dormitorios

source: GET STARTED
es_es: COTIZAR AHORA

source: Book Service
es_es: Reservar Limpieza

source: Closed Jobs
es_es: Trabajos Cerrados

source: You have not closed jobs at this moment.
es_es: No tienes trabajos terminados en este momento. Visita las oportunidades y empieza a ganar dinero con Bukerz.

source: Order Confirm Mail
es_es: Email de Confirmación

source: Login
es_es: Acceso

source: Asigned Jobs
es_es: Trabajos Asignados

source: Customer Name
es_es: Nombre del Cliente

source: Hours Hired
es_es: Horas

source: Total Hours
es_es: Horas Totales

source: As Scheduled
es_es: Programación

source: Date
es_es: Fecha

source: Time
es_es: Hora

source: Address
es_es: Dirección

source: Order Details
es_es: Detalles de Orden

source: Cellphone
es_es: Móvil

source: Close Job
es_es: Cerrar Trabajo

source: You have not assigned job at this moment. Please visit Available Jobs section to get new works
es_es: No tienes oportunidades asignadas en este momento. Por favor visitar la sección de trabajos disponibles para nuevas oportunidades.

source: Close the job you confirm you finish the work <br/>correctly according our agreement.
es_es: Cierra el trabajo para confirmar que has terminado <br/> de acuerdo a nuestro contrato.

source: Password
es_es: Contraseña

source: Comments
es_es: Comentarios

source: Submit
es_es: Enviar

source: Employee Mail
es_es: Email al Empleado

source: Service
es_es: Servicio

source: Available Jobs
es_es: Trabajos Disponibles

source: Hours
es_es: Horas

source: Bathrroms
es_es: Baños

source: You have not available jobs in your area at this moment. Please check later
es_es: No hay oportunidades disponibles en tu area en este momento. Por favor verifique mas tarde.

source: Order details
es_es: Detalles de Orden

source: Full Name
es_es: Nombre Completo

source: Phone
es_es: Teléfonos

source: Extra Address
es_es: Referencias Adicionales

source: Customer details
es_es: Información de Cliente

source: Hi there. Your recent order on %s has been completed. Your order details are shown below for your reference:
es_es: Hola! Tu orden en %s ha sido completada. Los detalles de tu orden se muestran a continuación:

source: Enter Coupon
es_es: Ingresa tu Cupón

source: Please Review information below is correct,if you want to modify your order details or booking date fell free to contact us.
es_es: Por favor revise que la información de su orden es correcta. Si desea realizar modificaciones por favor contáctenos.

source: Full Name:
es_es: Nombre completo:

source: Booking Date:
es_es: Fecha de Servicio:

source: Phone:
es_es: Teléfono:

source: Address:
es_es: Dirección:

source: Extra Address:
es_es: Referencias Adicionales:

source: Customer Info
es_es: Información del cliente

source: Hours hired
es_es: Horas

source: Extra Services
es_es: Extra Servicios

source: Please enter your name
es_es: Por favor ingrese su nombre

source: Please enter your lastname
es_es: Por favor ingrese su apellido

source: Please enter your phone
es_es: Por favor ingrese su teléfono

source: Please add extra address
es_es: Por favor agregue las referencias adicionales, No. de casa o Apto.

source: Please accept terms to continue
es_es: Por favor acepte los Términos y Condiciones para continuar

source: Clear selection
es_es: Limpiar selección

source: Child theme for Avada theme
es_es: Child theme for Avada
