Repository: Talented-Business/broomday
Catalog: plugins/woocommerce-social-login/i18n/languages/woocommerce-social-login-*.po
Languages: da_dk, et, fi, fr_fr

source: Enable/Disable
da_dk: Aktivere/Deaktivere
et: Luba/Keela
fi: Päällä/Pois
fr_fr: Activer/Désactiver

source: Enable %s
da_dk: Aktivere %s
et: Luba %s
fi: Salli %s-kirjautuminen
fr_fr: Activer %s

source: Client ID
da_dk: Klient ID
et: Kliendi ID
fr_fr: ID client

source: Your app ID
da_dk: Din app ID
et: Sinu aplikatsiooni ID
fi: App ID
fr_fr: Votre ID app

source: Client Secret
da_dk: Klient hemmelighed
et: Kliendi saladus
fr_fr: Secret du client

source: Your app secret
da_dk: Din app hemmelighed
et: Sinu aplikatsiooni saladus
fi: App Secret
fr_fr: Secret de l'App

source: Login Button Text
da_dk: Logind knap tekst
et: Sisselogimisnupu tekst
fi: Kirjaudu-painikkeen teksti
fr_fr: Texte du bouton connexion

source: Controls the text displayed on the login button.
da_dk: Styr teksten der vises på din logind knap
et: Määrab, millist teksti sisselogimise nupul näidatakse.
fi: Määrittelee kirjautumispainikkeessa näkyvän tekstin.
fr_fr: Contrôle le texte affiché sur le bouton connexion.

source: Controls the text displayed on the link account button.
da_dk: Styr teksten der vises på din link konto knap
et: Määrab, millist teksti kontode linkimise nupul näidatakse.
fi: Määrittelee tilien yhdistämispainikkeessa näkyvän tekstin.
fr_fr: Contrôle le texte affiché sur le bouton de compte de liaison.

source: ERROR
da_dk: FEJL
et: VIGA
fi: Virhe
fr_fr: ERREUR

source: Couldn&#8217;t register you&hellip; please contact us if you continue to have problems.
da_dk: Kunne ikke oprette dig, venligst prøv igen. Hvis fejlen forsætter kontakt os da.
et: Ei suutnud sind registreerida&hellip; kui tõrkeid esineb veel, võta palun meiega ühendust.
fi: Toiminto epäonnistui. :( Jos ongelma jatkuu, ota meihin yhteyttä.
fr_fr: Impossible de vous inscrire ... s'il vous plaît, veuillez nous contacter si vous continuez à avoir des problèmes.

source: Social Registration
da_dk: Social registering
et: Sotsiaalmeedia kontod
fi: Kirjautuminen
fr_fr: Inscription Sociale

source: Connected Social Profiles
da_dk: Forbundet sociale profiler
et: Seotud sotsiaalmeedia profiilid
fi: Yhdistetyt verkkopalvelut
fr_fr: Profil Social Connecté

source: Social Profiles
da_dk: Sociale profiler
et: Profiilid
fi: Tilit
fr_fr: Profils Sociaux

source: Settings
da_dk: Indstillinger
et: Seaded
fi: Asetukset
fr_fr: Paramètres

source: Display Social Login buttons on:
da_dk: Vis sociale logind knapper på:
et: Näita sisselogimisnuppe:
fi: Näytä kirjautumispainikkeet:
fr_fr: Afficher les boutons Social Login sur:

source: Control where Social Login buttons are displayed.
da_dk: Styr hvor på siden du vil vise dine sociale logind knapper
et: Määra, kus peaks sotsiaalvõrgustike sisselogimisnuppe näitama.
fi: Määrittää, millä sivuilla kirjautumispainikkeet näkyvät.
fr_fr: Contrôler où les boutons de connexion sociale sont affichés.

source: Checkout
da_dk: Kasse
et: Kassas
fi: Kassa
fr_fr: Paiement

source: My Account
da_dk: Min konto
et: Minu Konto lehel
fi: Tili
fr_fr: Mon Compte

source: Checkout Notice
da_dk: Kasse besked
et: Teavitusena kassas
fi: Tilaus vastaanotettu
fr_fr: Avis de la Caisse

source: Display "Link Your Account" button on Thank You page
da_dk: Vis "link din konto" knappen på din Tak side, efter afsluttede køb
et: Näita "Seo oma kontoga" nuppu Aitäh lehel
fi: Näytä Yhdistä tiliin -painike Tilaus vastaanotettu -sivulla
fr_fr: Afficher le bouton "Lier votre compte" sur la page de remerciement

source: Enable to allow customers to link their social account on the Thank You page for faster login & checkout next time they purchase.
da_dk: Aktivere, for at tillade kunderne at linke deres konto sammen med deres sociale profiler, for et hurtigt logind ved næste køb
et: Luba klientidel peale tellimuse vormistamist aitäh-lehel oma konto siduda mõne sotsiaalvõrgustikuga, et edaspidi saaksid nad selle kaudu kiiremini sisse logida ja oste teha.
fi: Kannusta käyttäjiä liittämään tilinsä johonkin verkkopalveluun vielä ostosten tekemisen jälkeenkin.
fr_fr: Activez pour permettre aux utilisateurs de lier leur compte social sur la page de remerciement & de caisse la prochaine fois qu'ils achètent.

source: Social Login Display Text
da_dk: Social logind tekst forklaring
et: Sotsiaalvõrgustikuga sisselogimise tekst
fi: Kirjautuminen / rekisteröityminen -näkymän teksti
fr_fr: Texte d'affichage de connexion sociale

source: This option controls the text for the frontend section where the login providers are shown.
da_dk: Denne indstilling styre hvilken tekst kunderne skal se
et: See valik määrab teksti, mida poes näidatakse koos erinevate sisselogimisvõimalustega.
fi: Tämä teksti näkyy ”Social Login” -kirjautumispainikkeiden yläpuolella.
fr_fr: Cette option contrôle le texte pour la section frontend où les fournisseurs de connexion sont affichés.

source: For faster checkout, login or register using your social account.
da_dk: For hurtigere logind, oprettelse, og generelt brug din social konto
et: Kiiremaks maksmiseks logi sisse või registreeru oma sotsiaalvõrgustiku konto abil.
fi: Rekisteröidy tai kirjaudu jonkin alla olevan palvelun avulla.
fr_fr: Pour un accès plus rapide, connexion ou inscription en utilisant votre compte social.

source: Force SSL for all providers
et: Nõua kõikidelt teenusepakkujatelt SSL-ühendust
fi: Suojattu kirjautuminen
fr_fr: Force SSL pour tous les fournisseurs

source: Enable to force SSL (HTTPS) on callback URLs for all providers (an SSL Certificate is required).
et: Lülita see valik sisse, et nõuda kõikide teenusepakkujate puhul tagasipöördumisaadressi jaoks SSL (HTTPS) ühendust (selleks on vajalik SSL sertifikaat).
fi: Pakota SSL (HTTPS) kirjautuessa. (SSL-sertifikaatti vaaditaan.)
fr_fr: Permettre de forcer le SSL (HTTPS) sur les URLs de rappel pour tous les fournisseurs (un certificat SSL est requis).

source: Providers
da_dk: Udbydere
et: Teenusepakkujad
fi: Palveluntarjoajat
fr_fr: Fournisseurs

source: Provider
da_dk: Udbyder
et: Teenusepakkuja
fi: Palveluntarjoaja
fr_fr: Fournisseur

source: Status
et: Staatus
fi: Tila
fr_fr: État

source: Enabled
da_dk: Aktivere
et: Sisse lülitatud
fi: Käytössä
fr_fr: Activ&eacute;

source: Drag and drop the above providers to control their display order.
da_dk: Drag & Drop for at styre rækkefølgen
et: Lohista ülalolevad teenusepakkujad sobivasse järjekorda.
fi: Raahaa palveluntarjoajat haluamaasi järjestykseen.
fr_fr: Faites glisser et déposez les fournisseurs ci-dessus pour contrôler leur ordre d'affichage.

source: Registrations
da_dk: Registrering
et: Registreerumised
fi: Rekisteröitymiset
fr_fr: Inscriptions

source: linked accounts
da_dk: Linked kontoer
et: seotud kontot
fi: tiliä yhdistetty
fr_fr: comptes liés

source: Provider Authentication error
da_dk: Udbyder godkendelses fejl
et: Teenusepakkuja autentimisviga
fi: Todennus epäonnistui
fr_fr: Erreur d'authentification de fournisseur

source: Please enter your email address to complete your registration
da_dk: Indtast din e-mail for at godkende registeringen
et: Registreerumiseks sisesta palun oma e-posti aadress
fi: Viimeistele tili antamalla sähköpostiosoitteesi
fr_fr: Veuillez entrer votre adresse email pour terminer votre inscription

source: Save time next time you checkout by linking your account to your favorite social network. No need to remember another username and password.
da_dk: Spar tid, ved at linke din konto til dit favorit social netværk. Du slipper for at skulle huske, brugernavn og adgangskode
et: Järgmine kord hoia aega kokku - seo oma konto enda lemmik-sotsiaalvõrgustiku kontoga. Pole tarvis jälle ühte kasutajanime ja parooli meeles pidada.
fi: Yhdistä tilisi johonkin verkkopalveluun, niin voit tulevaisuudessa kirjautua helpommin.
fr_fr: Gagnez du temps la prochaine fois en reliant votre compte à votre réseau social préféré. Pas besoin de se rappeler un autre mot de passe.

source: Click here to login
da_dk: Tryk her for at logge ind
et: SIsselogimiseks kliki siia
fi: Klikkaa tästä kirjautuaksesi
fr_fr: Cliquez ici pour vous connecter

source: Your Amazon account is now linked to your account.
da_dk: Din konto er nu linked til Amazon
et: Sinu Amazoni profiil on nüüd sinu kontoga seotud.
fi: Amazon-tilisi on nyt yhdistetty tiliisi.
fr_fr: Votre compte Amazon est maintenant lié à votre compte.

source: Amazon account was successfully unlinked from your account.
da_dk: Din Amazon konto er ikke længere linked med din bruger
et: Amazoni profiil seoti edukalt sinu kontost lahti.
fi: Yhteys Amazon-tiliisi poistettu.
fr_fr: Votre compte Amazon a été dissocié avec succès de votre compte.

source: This Amazon account is already linked to another user account.
da_dk: Denne Amazon konto er linkede til en anden bruger
et: See Amazoni profiil on juba ühe teise kasutaja kontoga seotud.
fi: Tämä Amazon-tili on jo yhdistetty toiseen tiliin.
fr_fr: Ce compte Amazon est déjà lié à un autre compte d'utilisateur.

source: A user account using the same email address as this Amazon account already exists.
da_dk: En eksisterende bruger, bruger samme e-mail som din Amazon konto
et: Selle Amazoni profiili e-posti aadressiga on üks teine kasutajakonto juba olemas.
fi: Amazon-tilisi on jo yhdistetty johonkin toiseen tiliin.
fr_fr: Un compte d'utilisateur utilisant la même adresse e-mail que ce compte Amazon existe déjà.

source: Need help setting up and configuring Amazon? %1$sRead the docs%2$s
da_dk: Hjælp til at opsætte og konfigurere din Amazon konto? %1$sLæs vejledningen%2$s
et: Vajad abi Amazoni seadistamisel? %1$sLoe dokumentatsiooni (inglise keeles)%2$s
fi: Tarvitsetko apua? %1$sKatso ohjeet%2$s (englanniksi)
fr_fr: Besoin d'aide pour installer et configurer Amazon? %1$sLire la doc%2$s

source: The allowed return URL is %s
da_dk: Din godkendte retur URL er %s
et: Lubatud tagasipöördumisaadress (allowed return URL) on %s
fi: Allowed return URL: %s
fr_fr: Le URL de retour authorisé est %s

source: Log in with Amazon
da_dk: Logind med Amazon
et: Logi sisse Amazoniga
fi: Kirjaudu Amazon-tunnuksellasi
fr_fr: Connectez-vous avec Amazon

source: Link your account to Amazon
da_dk: Link din konto til Amazon
et: Seo oma konto Amazoniga
fi: Yhdistä Amazon-tiliin
fr_fr: Liez votre compte Amazon

source: Need help setting up and configuring Facebook? %1$sRead the docs%2$s
da_dk: Hjælp til at opsætte og konfigurere din Facebook konto? %1$sLæs vejledningen%2$s
et: Vajad abi Facebooki seadistamisel? %1$sLoe dokumentatsiooni (inglise keeles)%2$s
fi: Tarvitsetko apua? %1$sKatso ohjeet%2$s (englanniksi)
fr_fr: Besoin d'aide pour installer et configurer Facebook? %1$sLire la doc%2$s

source: Your Facebook account is now linked to your account.
da_dk: Din konto er nu linked til Facebook
et: Sinu Facebooki profiil on nüüd sinu kontoga seotud.
fi: Facebook-tilisi on nyt yhdistetty tiliisi.
fr_fr: Votre compte Facebook est maintenant lié à votre compte.

source: Facebook account was successfully unlinked from your account.
da_dk: Din Facebook konto er ikke længere linked med din bruger
et: Facebooki profiil seoti edukalt sinu kontost lahti.
fi: Yhteys Facebook-tiliisi poistettu.
fr_fr: Votre compte Facebook a été dissocié avec succès de votre compte.

source: This Facebook account is already linked to another user account.
da_dk: Din Facebook konto er linked til en anden bruger
et: See Facebooki profiil on juba ühe teise kasutaja kontoga seotud.
fi: Tämä Facebook-tili on jo yhdistetty toiseen tiliin.
fr_fr: Ce compte Facebook est déjà lié à un autre compte d'utilisateur.

source: A user account using the same email address as this Facebook account already exists.
da_dk: En eksisterende bruger, bruger samme e-mail som din Facebook konto
et: Selle Facebooki profiili e-posti aadressiga on üks teine kasutajakonto juba olemas.
fi: Facebook-tilisi on jo yhdistetty johonkin toiseen tiliin.
fr_fr: Un compte d'utilisateur utilisant la même adresse e-mail que ce compte Facebook existe déjà.

source: App ID
et: Aplikatsiooni ID
fr_fr: ID de l'App

source: App Secret
da_dk: App hemmelighed
et: Aplikatsiooni saladus
fr_fr: Secret de l'App

source: Log in with Facebook
da_dk: Logind med Facebook
et: Logi sisse Facebookiga
fi: Kirjaudu Facebook-tunnuksellasi
fr_fr: Connexion avec Facebook

source: Link your account to Facebook
da_dk: Link din konto til Facebook
et: Seo oma konto Facebookiga
fi: Yhdistä Facebook-tiliin
fr_fr: Liez votre compte Facebook

source: Your Google account is now linked to your account.
da_dk: Din konto er nu linked til Google
et: Sinu Google'i profiil on nüüd sinu kontoga seotud.
fi: Google-tilisi on nyt yhdistetty tiliisi.
fr_fr: Votre compte Google est maintenant lié à votre compte.

source: Google account was successfully unlinked from your account.
da_dk: Din Google konto er ikke længere linked med din bruger
et: Google'i profiil seoti edukalt sinu kontost lahti.
fi: Yhteys Google-tiliisi poistettu.
fr_fr: Votre compte Google a été dissocié avec succès de votre compte.

source: This Google account is already linked to another user account.
da_dk: Din Google konto er linked til en anden bruger
et: See Google'i profiil on juba ühe teise kasutaja kontoga seotud.
fi: Tämä Google-tili on jo yhdistetty toiseen tiliin.
fr_fr: Ce compte Google est déjà lié à un autre compte d'utilisateur.

source: A user account using the same email address as this Google account already exists.
da_dk: En eksisterende bruger, bruger samme e-mail som din Google konto
et: Selle Google'i profiili e-posti aadressiga on üks teine kasutajakonto juba olemas.
fi: Google-tilisi on jo yhdistetty johonkin toiseen tiliin.
fr_fr: Un compte d'utilisateur utilisant la même adresse e-mail que ce compte Google existe déjà.

source: Need help setting up and configuring Google? %1$sRead the docs%2$s
da_dk: Hjælp til at opsætte og konfigurere din Google konto? %1$sLæs vejledningen%2$s
et: Vajad abi Google'i seadistamisel? %1$sLoe dokumentatsiooni (inglise keeles)%2$s
fi: Tarvitsetko apua? %1$sKatso ohjeet%2$s (englanniksi)
fr_fr: Besoin d'aide pour installer et configurer Google? %1$sLire la doc%2$s

source: The Authorized Redirect URI is %s
da_dk: Den Authorized Redirect URI er %s
et: Autoriseeritud ümbersuunamise aadress (Authorized Redirect URI) on %s
fi: Authorized Redirect URI: %s
fr_fr: Le Authorized Redirect URI est %s

source: Log in with Google
da_dk: Logind med Google
et: Logi sisse Google'ga
fi: Kirjaudu Google-tunnuksellasi
fr_fr: Connectez-vous avec Google

source: Link your account to Google
da_dk: Link din konto til Google
et: Seo oma konto Google'ga
fi: Yhdistä Google-tiliin
fr_fr: Lier votre compte Google

source: Your Instagram account is now linked to your account.
da_dk: Din konto er nu linked til Instagram
et: Sinu Instagrami profiil on nüüd sinu kontoga seotud.
fi: Instagram-tilisi on nyt yhdistetty tiliisi.
fr_fr: Votre compte Instagram est maintenant lié à votre compte.

source: Instagram account was successfully unlinked from your account.
da_dk: Din Instagram konto er ikke længere linked med din bruger
et: Instagrami profiil seoti edukalt sinu kontost lahti.
fi: Yhteys Instagram-tiliisi poistettu.
fr_fr: Votre compte Instagram a été dissocié avec succès de votre compte.

source: This Instagram account is already linked to another user account.
da_dk: Din Instragram konto er linked til en anden bruger
et: See Instagrami profiil on juba ühe teise kasutaja kontoga seotud.
fi: Tämä Instagram-tili on jo yhdistetty toiseen tiliin.
fr_fr: Ce compte Instagram est déjà lié à un autre compte d'utilisateur.

source: A user account using the same email address as this Instagram account already exists.
da_dk: En eksisterende bruger, bruger samme e-mail som din Instagram konto
et: Selle Instagrami profiili e-posti aadressiga on üks teine kasutajakonto juba olemas.
fi: Instagram-tilisi on jo yhdistetty johonkin toiseen tiliin.
fr_fr: Un compte d'utilisateur utilisant la même adresse e-mail que ce compte Twitter existe déjà.

source: Need help setting up and configuring Instagram? %1$sRead the docs%2$s
da_dk: Hjælp til at opsætte og konfigurere din Instagram konto? %1$sLæs vejledningen%2$s
et: Vajad abi Instagrami seadistamisel? %1$sLoe dokumentatsiooni (inglise keeles)%2$s
fi: Tarvitsetko apua? %1$sKatso ohjeet%2$s (englanniksi)
fr_fr: Besoin d'aide pour installer et configurer Instagram? %1$sLire la doc%2$s

source: The OAuth redirect_uri is %s
da_dk: OAuth redirect_uri er %s
et: OAuth ümbersuunamise aadress (redirect_uri) on %s
fi: OAuth redirect_uri: %s
fr_fr: Le OAuth redirect_uri est %s

source: Log in with Instagram
da_dk: Logind med Instagram
et: Logi sisse Instagramiga
fi: Kirjaudu Instagram-tunnuksellasi
fr_fr: Connectez-vous avec Instagram

source: Link your account to Instagram
da_dk: Link din konto til Instagram
et: Seo oma konto Instagramiga
fi: Yhdistä Instagram-tiliin
fr_fr: Liez votre compte Instagram

source: Your LinkedIn account is now linked to your account.
da_dk: Din konto er nu linked til LinkedIn
et: Sinu LinkedIni profiil on nüüd sinu kontoga seotud.
fi: LinkedIn-tilisi on nyt yhdistetty tiliisi.
fr_fr: Votre compte LinkedIn est maintenant lié à votre compte.

source: LinkedIn account was successfully unlinked from your account.
da_dk: Din LinkedIn konto er ikke længere linked med din bruger
et: LinkedIni profiil seoti edukalt sinu kontost lahti.
fi: Yhteys LinkedIn-tiliisi poistettu.
fr_fr: Le compte LinkedIn a été dissociée de votre compte.

source: This LinkedIn account is already linked to another user account.
da_dk: Din LinkedIn konto er linked til en anden bruger
et: See LinkedIni profiil on juba ühe teise kasutaja kontoga seotud.
fi: Tämä LinkedIn-tili on jo yhdistetty toiseen tiliin.
fr_fr: Ce compte LinkedIn est déjà lié à un autre compte d'utilisateur.

source: A user account using the same email address as this LinkedIn account already exists.
da_dk: En eksisterende bruger, bruger samme e-mail som din LinkedIn konto
et: Selle LinkedIni profiili e-posti aadressiga on üks teine kasutajakonto juba olemas.
fi: LinkedIn-tilisi on jo yhdistetty johonkin toiseen tiliin.
fr_fr: Un compte d'utilisateur utilisant la même adresse e-mail que ce compte LinkedIn existe déjà.

source: Need help setting up and configuring LinkedIn? %1$sRead the docs%2$s
da_dk: Hjælp til at opsætte og konfigurere din LinkedIn konto? %1$sLæs vejledningen%2$s
et: Vajad abi LinkedIni seadistamisel? %1$sLoe dokumentatsiooni (inglise keeles)%2$s
fi: Tarvitsetko apua? %1$sKatso ohjeet%2$s (englanniksi)
fr_fr: Besoin d'aide pour installer et configurer LinkedIn? %1$sLire la doc%2$s

source: The OAuth 2.0 Redirect URL is %s
da_dk: OAuth 2.0 Redirect URL er %s
et: OAuth 2.0 ümbersuunamise aadress (Redirect URL) on %s
fi: OAuth 2.0 Redirect URL: %s
fr_fr: Le OAuth 2.0 Redirect URL est %s

source: API Key
et: API võti
fr_fr: Clé API

source: Secret Key
da_dk: Hemmeligheds nøgle
et: Salajane võti
fr_fr: Clé secrète

source: Log in with LinkedIn
da_dk: Logind med LinkedIn
et: Logi sisse LinkedIniga
fi: Kirjaudu LinkedIn-tunnuksellasi
fr_fr: Connexion avec LinkedIn

source: Link your account to LinkedIn
da_dk: Link din konto til LinkedIn
et: Seo oma konto LinkedIniga
fi: Yhdistä LinkedIn-tiliin
fr_fr: Lier votre compte LinkedIn

source: Your PayPal account is now linked to your account.
da_dk: Din konto er nu linked til PayPal
et: Sinu PayPali profiil on nüüd sinu kontoga seotud.
fi: PayPal-tilisi on nyt yhdistetty tiliisi.
fr_fr: Votre compte PayPal est maintenant lié à votre compte.

source: PayPal account was successfully unlinked from your account.
da_dk: Din PayPal konto er ikke længere linked med din bruger
et: PayPali profiil seoti edukalt sinu kontost lahti.
fi: Yhteys PayPal-tiliisi poistettu.
fr_fr: Votre compte PayPal a été dissocié avec succès de votre compte.

source: This PayPal account is already linked to another user account.
da_dk: Din PayPal konto er linked til en anden bruger
et: See PayPali profiil on juba ühe teise kasutaja kontoga seotud.
fi: Tämä PayPal-tili on jo yhdistetty toiseen tiliin.
fr_fr: Ce compte PayPal est déjà lié à un autre compte d'utilisateur.

source: A user account using the same email address as this PayPal account already exists.
da_dk: En eksisterende bruger, bruger samme e-mail som din PayPal konto
et: Selle PayPali profiili e-posti aadressiga on üks teine kasutajakonto juba olemas.
fi: PayPal-tilisi on jo yhdistetty johonkin toiseen tiliin.
fr_fr: Un compte d'utilisateur utilisant la même adresse e-mail que ce compte PayPal existe déjà.

source: Need help setting up and configuring PayPal? %1$sRead the docs%2$s
da_dk: Hjælp til at opsætte og konfigurere din PayPal konto? %1$sLæs vejledningen%2$s
et: Vajad abi PayPali seadistamisel? %1$sLoe dokumentatsiooni (inglise keeles)%2$s
fi: Tarvitsetko apua? %1$sKatso ohjeet%2$s (englanniksi)
fr_fr: Besoin d'aide pour installer et configurer PayPal? %1$sLire la doc%2$s

source: The App redirect URL is %s
da_dk: App redirect URL er %s
et: Aplikatsiooni ümbersuunamise URL (App redirect URL) on %s
fi: App redirect URL: %s
fr_fr: L'URL de redirection App est %s

source: Environment
da_dk: Status
et: Keskkond
fi: Ympäristö
fr_fr: Environnement

source: Select which environment to process logins under.
da_dk: Vælg en status til loginds nedenfor
et: Vali, millises keskkonnas soovida sisselogimise teostada.
fi: Valitse, millaista ympäristöä kirjautumisessa käytetään.
fr_fr: Sélectionnez quel environnement pour traiter les connexions.

source: Sandbox
da_dk: Sandbox - Test
et: Liivakast/Test
fi: Testaus (Sandbox)
fr_fr: Mode Sandbox

source: Log in with PayPal
da_dk: Logind med PayPal
et: Logi sisse PayPaliga
fi: Kirjaudu PayPal-tunnuksellasi
fr_fr: Connectez-vous avec PayPal

source: Link your account to PayPal
da_dk: Link din konto til PayPal
et: Seo oma konto PayPaliga
fi: Yhdistä PayPal-tiliin
fr_fr: Lier votre compte PayPal

source: Your Twitter account is now linked to your account.
da_dk: Din konto er nu linked til Twitter
et: Sinu Twitteri profiil on nüüd sinu kontoga seotud.
fi: Twitter-tilisi on nyt yhdistetty tiliisi.
fr_fr: Votre compte Twitter est maintenant lié à votre compte.

source: Twitter account was successfully unlinked from your account.
da_dk: Din Twitter konto er ikke længere linked med din bruger
et: Twitteri profiil seoti edukalt sinu kontost lahti.
fi: Yhteys Twitter-tiliisi poistettu.
fr_fr: Compte Twitter a été dissociée avec succès de votre compte.

source: This Twitter account is already linked to another user account.
da_dk: Din Twitter konto er linked til en anden bruger
et: See Twitteri profiil on juba ühe teise kasutaja kontoga seotud.
fi: Tämä Twitter-tili on jo yhdistetty toiseen tiliin.
fr_fr: Ce compte Twitter est déjà lié à un autre compte d'utilisateur.

source: A user account using the same email address as this Twitter account already exists.
da_dk: En eksisterende bruger, bruger samme e-mail som din Twitter konto
et: Selle Twitteri profiili e-posti aadressiga on üks teine kasutajakonto juba olemas.
fi: Twitter-tilisi on jo yhdistetty johonkin toiseen tiliin.
fr_fr: Un compte d'utilisateur utilisant la même adresse e-mail que ce compte Twitter existe déjà.

source: Need help setting up and configuring Twitter? %1$sRead the docs%2$s
da_dk: Hjælp til at opsætte og konfigurere din Twitter konto? %1$sLæs vejledningen%2$s
et: Vajad abi Twitteri seadistamisel? %1$sLoe dokumentatsiooni (inglise keeles)%2$s
fi: Tarvitsetko apua? %1$sKatso ohjeet%2$s (englanniksi)
fr_fr: Besoin d'aide pour installer et configurer Twitter? %1$sLire la doc%2$s

source: The callback URL is %s
da_dk: Callback URL er %s
et: Tagasipöördumise URL (callback URL) on %s
fi: Callback URL: %s
fr_fr: L'URL de callback est %s

source: Log in with Twitter
da_dk: Logind med Twitter
et: Logi sisse Twitteriga
fi: Kirjaudu Twitter-tunnuksellasi
fr_fr: Connexion avec Twitter
