Repository: Talented-Business/broomday
Catalog: plugins/woocommerce-social-login/i18n/languages/woocommerce-social-login-*.po
Languages: da_dk, et, fi, fr_fr

source: Link your account to Twitter
da_dk: Link din konto til Twitter
et: Seo oma konto Twitteriga
fi: Yhdistä Twitter-tiliin
fr_fr: Liez votre compte Twitter

source: Display social login buttons.
da_dk: Vis social logind knap
et: Näita sisselogimisnuppe.
fi: Näytä Social Login -kirjautumispainikkeet.
fr_fr: Afficher les boutons Social Login sur:

source: WooCommerce Social Login
fr_fr: Login WooCommerce sociale

source: Title
da_dk: Titel
et: Pealkiri
fi: Nimi
fr_fr: Titre

source: Return URL
et: Tagasipöördumise aadress (URL)
fr_fr: ﻿URL de retour:

source: Dismiss
da_dk: Fjern
fi: Piilota
fr_fr: Ignorer

source: You cannot clone instances of %s.
fr_fr: Vous ne pouvez pas cloner les instances de %s.

source: You cannot unserialize instances of %s.
fr_fr: Vous ne pouvez pas unserialize l"instances de %s.

source: %1$s requires the %2$s PHP extension to function. Contact your host or server administrator to configure and install the missing extension.
fi: %1$s vaatii %2$s PHP-laajennuksen. Ota yhteyttä pääkäyttäjään tai palveluntarjoajaan.
fr_fr: %1$s nécessite l&#39;extension PHP %2$s pour fonctionner. Contactez votre administrateur pour configurer et installer l&#39;extension manquante.

source: %1$s requires the %2$s PHP function to exist. Contact your host or server administrator to configure and install the missing function.
fi: %1$s vaatii %2$s PHP-funktion. Ota yhteyttä pääkäyttäjään tai palveluntarjoajaan.
fr_fr: %1$s nécessite la fonction PHP%2$s pour exister. Contactez votre administrateur afin de configurer et installer la fonction manquante.

source: Configure
da_dk: Konfigurere
fi: Asetukset
fr_fr: Configurer

source: My Social Login Accounts
da_dk: Mine linked kontoer
et: Minu sotsiaalvõrgustike kontod
fi: Yhdistetyt verkkopalvelut
fr_fr: Mes connexions avec les réseaux sociaux

source: %1$sAdd more...%2$s
da_dk: %1$sTilføj flere...%2$s
et: %1$sLisa veel...%2$s
fi: %1$sVoit yhdistää vielä lisää palveluita.%2$s
fr_fr: %1$sAjouter...%2$s

source: Your account is connected to the following social login providers.
da_dk: Din konto er linkede til følgende sociale mediaer
et: Sinu konto on seotud järgmiste sisselogimisteenuse pakkujatega.
fi: Tilisi on yhdistetty alla oleviin palveluihin.
fr_fr: Votre compte est connecté aux profils sociaux suivant.

source: Account
da_dk: Konto
et: Konto
fi: Tili
fr_fr: Compte

source: Last login
da_dk: Sidste logind
et: Viimati sisse logitud
fi: Viimeisin kirjautuminen
fr_fr: Dernière connexion

source: Never
da_dk: Aldrig
et: Mitte kunagi
fi: Ei koskaan
fr_fr: Jamais

source: Unlink
et: Seo lahti
fi: Poista
fr_fr: Délier

source: You have no social login profiles connected. %1$sConnect one now%2$s
da_dk: Du har endnu ikke forbundet din konto til en social profil. %1$sForbind nu? %2$s
et: Su konto ei ole ühegi sotsiaalvõrgustiku profiiliga ühendatud. %1$sÜhenda ühega kohe%2$s
fi: Yhdistä tilisi johonkin verkkopalveluun, niin voit tulevaisuudessa kirjautua ""helpommin. %1$sYhdistä nyt.%2$s
fr_fr: Vous n'avez pas de profil social lié. %1$sLier un réseau social maintenant%2$s

source: You can link your account to the following providers:
da_dk: Du kan forbinde til følgende udbyder
et: Saad oma konto siduda järgmiste teenusepakkujatega:
fi: Voit yhdistää tilisi näihin palveluihin.
fr_fr: Vous pouvez lier votre compte aux fournisseurs suivants :

source: Thanks for installing Social Login! Before you get started, please take a moment to %sread through the documentation%s.
da_dk: Tak fordi du installeret Social Logind! Før du starter venligst læst %svores dokumentation%s
et: Aitäh, et paigaldasid Social Logini! Enne kui alustad, palun võta hetk, et %slugeda dokumentatsiooni%s.
fi: Kiitos Social Login -lisäosan asentamisesta! Katso ohjeet %skäyttöönottoon%s täältä.
fr_fr: Merci pour l'installation de Social Login! Avant de commencer, veuillez prendre un moment pour %slire la documentation%s.

source: One-click registration and login via social networks like Facebook, Google, Twitter and Amazon
da_dk: Hurtig oprettelse og logind med sociale medier som Facebook, Google, Twitter og Amazon. Oversat af Martin Hansen - Restify.dk
et: Ühe klikiga registreerumine ja sisse logimine sotsiaalvõrgustike nagu Facebook, Google, Twitter ja Amazon kaudu.
fi: Rekisteröidy ja kirjaudu Facebook-, Google-, Twitter-, Amazon-, LinkedIn-, PayPal- ja Instagram-tileillä.
fr_fr: Enregistrement en un seul click via les résaux sociaux tel que Facebook, Google, Twitter et Amazon

# noun
source: Link Button Text
da_dk: Link knap tekst
et: Sidumise nupu tekst
fi: Yhdistä tilit -painikkeen teksti
fr_fr: Texte du bouton lien

# noun
source: Support
et: Tugi
fi: Tuki (englanniksi)
fr_fr: Assistance

# Requires SSL
source: WooCommerce Social Login: %s requires SSL for authentication, please force WooCommerce over SSL.
da_dk: WooCommerce Social Login: %s kræver SSL for at virke, Venligst tving WooCommerce over til SSL
et: WooCommerce Social Login: %s vajab SSL-ühendust, palun sunni WooCommerce'i kasutama SSL-ühendust.
fi: WooCommerce Social Login: %s vaatii suojatun yhteyden (SSL). Pakota WooCommercen asetuksista suojattu yhteys.
fr_fr: Login WooCommerce sociale : %s exige SSL pour l'authentification, la force s'il vous plaît WooCommerce sur SSL.

source: Live
da_dk: Live - Aktiv
et: Töö/Avalik
fi: Julkinen (Live)

source: Secret
da_dk: Hemmelighed
et: Saladus

source: API Secret
et: API saladus

source: %1$s @ %2$s
et: %1$s kell %2$s
fi: %1$s klo %2$s

source: Docs
da_dk: Dokumentation
fi: Ohjeet (englanniksi)

source: Social Login
da_dk: Social logind
